fichierDeTest.php

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
                            <soap:Header><context xmlns="urn:zimbra"/></soap:Header>
                            <soap:Body><AuthRequest xmlns="urn:zimbraAccount">
                        <account by="name">llmm-36@finapro.fr</account>
                        <preauth timestamp="1341528950000" expires="0">db8ab1d289c9216032f7372dbaf26d170f709368</preauth>
                    </AuthRequest></soap:Body>
                        </soap:Envelope>


<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
                            <soap:Header><context xmlns="urn:zimbra"/></soap:Header>
                            <soap:Body><AuthRequest xmlns="urn:zimbraAccount">
                        <account by="name">vrai2-47@finapro.fr</account>
                        <preauth timestamp="1341528929000" expires="0">a87e431c17fa5b3e97d53459f34946cdf88f133a</preauth>
                    </AuthRequest></soap:Body>
                        </soap:Envelope>